Autodesk.Revit.DB.Electrical.CircuitLoadCalculationMethod.SumApparentLoad
Sum apparent power.

Autodesk.Revit.DB.Electrical.CircuitLoadCalculationMethod.SumTrueLoadAndReactiveLoad
Sum true power and reactive power.